const eventsData = [
    {
        id: 1 ,
        title : "سحر الجاز",
        date : "2023-10-08",
        description : "فعالية موسيقية تعرض جمال موسيقى الجاز وايقاعاتها المميزة, مع عروض حية لفنانين محليين  ودوليين.  تتيح الفعالية للحضور تجربة الأصوات العميقة والايقاعات المتنوعة للجاز, وتوضح تأثير هذه الموسيقى على المشهد الفني والثقافي المعاصر. تستهدف الفعالية تعزيز التواصل بين الجمهور والفن الموسيقي, وتشجيع الشباب على الانفتاح على أنواع موسيقية مختلفة, مع جو ممتع وترفيهي.",
        image : "./imgs/jazz.jpg",
        category: "music",
        location: "كافيه مجاز",
        startTime: "19:00",
        endTime: "22:00",
        image1 : "./imgs/gz1.jpg",
        image2 : "./imgs/jz3.jpg",
        image3 : "./imgs/jz2.jpg"
    },
    { 
        id: 2 ,
        title : "الطائرات الورقية",
        date : "2023-11-15",
        description : "فعالية تجمع المشاركين من جميع الأعمار في جو من المرح والإبداع، حيث يقومون بتصميم وصناعة الطائرات الورقية ثم إطلاقها في الهواء، مع مسابقات لأطول طيران وأجمل تصميم.تساعد الفعالية على تعزيز الروح الجماعية، الإبداع اليدوي، والتواصل بين الأطفال والكبار، بالإضافة إلى تقديم تجربة ممتعة تربط بين الطبيعة والفن.يتم توفير أدوات السلامة والإشراف الفني لضمان تجربة ممتعة وآمنة للجميع.",
        image : "./imgs/حشحثق.jpg",
        category: "sport",
        location: "الحديقة العامة",
        startTime: "10:00",
        endTime: "13:00",
        image1 : "./imgs/ppr1.jpg",
        image2 : "./imgs/ppr33.jpg",
        image3 : "./imgs/ppr22.jpg"
    },
    {
        id: 3 ,
        title : "معرض فني",
        date : "2023-12-05",
        description : "معرض يضم مجموعة من الأعمال الفنية المعاصرة والمتنوعة، من لوحات زيتية ورسم بالألوان المائية إلى منحوتات وتجهيزات فنية ثلاثية الأبعاد. يهدف المعرض إلى إتاحة منصة للفنانين المحليين والعالميين لعرض إبداعاتهم أمام جمهور واسع، ويتيح للزوار فرصة التفاعل مع الأعمال من خلال جولات إرشادية وورش فنية قصيرة.تركّز الفعالية على تعزيز التواصل بين الفن والجمهور، وتشجيع الابتكار الفني وتقدير الجمال والثقافة البصرية في المجتمع.",
        image : "./imgs/art.jpg",
        category: "calu"
        ,
        location: "دار الثقافة",
        startTime: "17:00",
        endTime: "20:00",
        image1 : "./imgs/art6.jpg",
        image2 : "./imgs/art5.jpg",
        image3 : "./imgs/art2.jpg"
    },
    {
        id: 4 ,
        title : "محاضرة ايمانية",
        date : "2024-01-20",
        description : "لقاء إيماني يتضمن محاضرة قيّمة تتناول مواضيع روحانية تمس حياة الفرد والأسرة، من تفسير آيات قرآنية وأحاديث نبوية شريفة إلى قصص وعبر من سير الصالحين. تهدف المحاضرة إلى إتاحة منبر للتذكير بالله وتجديد الإيمان في القلوب، وتتيح للحضور فرصة للتفاعل وطرح الأسئلة في نهاية اللقاء.تركّز الفعالية على تعزيز ارتباط المسلم بدينه، وتشجيع التدبر والتفكر في أمور الحياة، وتقدير القيم الأخلاقية والروحانية في المجتمع.",
        image : "./imgs/reg.jpg",
        category: "family",
        location: "مسجد خالد بن الوليد",
        startTime: "09:00",
        endTime: "11:00",
        image1 : "./imgs/rel1.jpg",
        image2 : "./imgs/rel2.jpg",
        image3 : "./imgs/rel3.jpg"
    },
    {
        id: 5 ,
        title : "ديربي حمص",
        date : "2024-01-20",
        description : "يبدأ الحدث بعروض جماهيرية وأغانٍ تراثية حمصية تعبّر عن الفرح والحماس، يليها عرض قصير يستعرض تاريخ الناديين العريقين وإنجازاتهما على مدى العقود.ثم تنطلق المباراة في أجواء مليئة بالتشويق، مع بث مباشر وشاشات عملاقة لعرض اللقطات المميزة.في نهاية المباراة، يتم تكريم اللاعبين القدامى الذين ساهموا في رفع اسم حمص عاليًا في الملاعب السورية، وتوزيع جوائز رمزية لأفضل لاعب وأفضل جمهور.",
        image : "./imgs/الكرامة-والوثبة.jpg",
        category: "sport",
        location: "الملعب البلدي",
        startTime: "15:00",
        endTime: "17:00",
        image1 : "./imgs/sp1.jpg",
        image2 : "./imgs/sp3.jpg",
        image3 : "./imgs/sp2.jpg"
    }
    ,
    {
        id: 6 ,
        title : "حكاية من قلب التاريخ" ,
        date : "2024-01-20",
        description : "فعالية تُبرز عراقة مدينة تدمر، جوهرة الصحراء السورية، التي كانت مركزًا حضاريًا وتجاريًا هامًا عبر التاريخ. تتضمن الفعالية عرض صور ومجسمات لأبرز المعالم التدمرية مثل الأعمدة والمعابد، إلى جانب فقرة تعريفية بتاريخ المدينة وأهميتها التراثية. تهدف الفعالية إلى تعزيز الوعي الثقافي وتشجيع الحضور على الحفاظ على الإرث السوري الأصيل.",
        image : "./imgs/infocus_palmyra_dpl_04_2016.jpg",
        category: "calu",
        location: "متحف تدمر",
        startTime: "08:00",
        endTime: "14:00",
        image1 : "./imgs/calu1.jpg",
        image2 : "./imgs/calu3.jpg",
        image3 : "./imgs/calu2.jpg"
    } 
]
